{
  "nav": {
    "home": "Главная",
    "work": "Работа",
    "notes": "Заметки",
    "about": "О себе",
    "contact": "Контакты"
  },
  "home": {
    "title": "Орландо Асканио",
    "subtitle": "Инженер ИИ • Создатель Продуктов • Основатель в Обучении",
    "intro": "Я Орландо Асканио, инженер ИИ и создатель продуктов, сосредоточенный на разработке инструментов на основе ИИ, которые помогают людям учиться, думать и действовать с ясностью.",
    "paragraph1": "Моя работа находится на пересечении систем ИИ, разработки программного обеспечения и личностного роста. Мне важно создавать надежные системы, вещи, которые хорошо рассуждают, чисто интегрируются и решают реальные проблемы без ненужной сложности или шумихи.",
    "paragraph2": "Сейчас моя энергия направлена на глубокое обучение (человеческое и техническое), оттачивание моих инженерных навыков, изучение немецкого языка, серьезное чтение и создание реальных продуктов, которые продвигают меня вперед, от инструментов ИИ до моих первых приложений macOS.",
    "paragraph3": "Вне программирования я всегда был любопытен к тому, как люди думают, учатся и растут. Это любопытство формирует мой дизайн: четкая структура, четкие интерфейсы и инструменты, которые действительно помогают кому-то добиться прогресса.",
    "paragraph4": "Вещи, которые мне нравятся: глубокое обучение, структурированное мышление, чтение, создание инструментов, прыжки через скакалку и исследование идей, которые делают жизнь более осознанной.",
    "findMe": "Вы можете найти меня в:",
    "github": "GitHub",
    "githubDesc": "строю публично",
    "linkedin": "LinkedIn",
    "linkedinDesc": "профессиональные обновления",
    "instagram": "Instagram",
    "instagramDesc": "моя личная сторона",
    "viewWork": "Посмотреть мою работу",
    "readNotes": "Прочитать мои заметки"
  },
  "work": {
    "title": "Работа",
    "intro": "Я создаю инструменты, прототипы и системы. Это то, что я построил или строю.",
    "noProjects": "Пока нет активных проектов для отображения.",
    "year": "Год",
    "whyItMatters": "Почему это важно",
    "techStack": "Технологический Стек",
    "viewProject": "Посмотреть Проект"
  },
  "notes": {
    "title": "Заметки",
    "subtitle": "Структурированные заметки: основные идеи, инсайты и практические выводы из того, что я читаю и изучаю.",
    "noNotes": "Пока нет заметок. Новые скоро появятся."
  },
  "about": {
    "title": "О Себе",
    "intro": "Эта страница углубляется в философию, принципы и долгосрочное направление моего пути как создателя.",
    "subtitle": "Инженер ИИ • Создатель Продуктов • Основатель в Обучении",
    "AboutMe": "Мой Путь",
    "AboutMeText1": "Я инженер ИИ и создатель продуктов, сосредоточенный на быстром обучении, создании реальных вещей и развитии навыков для того, чтобы в конечном итоге управлять своей собственной компанией. Мне важны ясность, структура и создание инструментов, которые действительно помогают кому-то двигаться вперед.",
    "AboutMeText2": "Моя работа находится на пересечении систем ИИ, разработки программного обеспечения и человеческого совершенствования практическим способом: строить, тестировать, совершенствовать. Сейчас я оттачиваю свое мастерство, создавая приложения, глубоко изучая и раздвигая свои границы как ученик и создатель.",
    "principles": "Принципы",
    "principlesList": [
      "Сначала суть, потом эстетика",
      "Глубина важнее шума",
      "Работа > разговоры",
      "Системы, а не хаки",
      "Последовательность важнее интенсивности",
      "Стань человеком, которым восхищаешься",
      "Служи, прежде чем искать похвалы",
      "Будь достаточно дисциплинированным, чтобы быть свободным"
    ],
    "vision": "Видение",
    "visionText": "Я хочу жизнь, построенную на мастерстве, свободе и влиянии жить глобально, учиться глубоко и создавать продукты, которые имеют значение. Моя долгосрочная цель - развить навыки и опыт для создания инструментов, которые помогут миллионам учиться, думать, расти и действовать с большей ясностью.",
    "whatImDoing": "Что Я Делаю Сейчас",
    "whatImDoingList": [
      "Оттачиваю свои инженерные навыки (системы ИИ, агенты, приложения macOS)",
      "Агрессивно учусь (немецкий, глубокое чтение, создание систем осознанной практики)",
      "Отправляю продуктовые эксперименты, которые раздвигают мои границы и готовят меня к пути основателя"
    ]
  },
  "contact": {
    "title": "Контакты",
    "intro": "Лучший способ связаться со мной - по электронной почте. Я также активен на GitHub, где делюсь своей работой.",
    "callToActionTitle": "Открыт для сотрудничества, возможностей и значимых проектов.",
    "callToActionSubtitle": "Если вы хотите работать вместе, свяжитесь со мной в любое время.",
    "followTitle": "Следите за моей работой и обновлениями жизни",
    "email": "Электронная Почта",
    "github": "GitHub",
    "linkedin": "LinkedIn"
  },
  "footer": {
    "rights": "Все права защищены."
  }
}
